{
    "SKILL DEVELOPMENT MANAGEMENT SYSTEM": "A Skill Development Management System",
    "Skill India Portal": "Skill India Portal",
    "INITIVES_BY_NSDC": "An initiative by National Skill Development Corporation",
    "REGISTER": "Register",
    "Register": "Register",
    "English": "English",
    "Hindi": "Hindi",
    "REGISTER/LOGIN": "Register/LOGIN",
    "Register/Login as Trainers/Assessors": "Register/Login as",
    "REGISTERTR": "Trainers/Assessors",
    "Language": "Language:",
    "LOGIN": "LOGIN",
    "Helpline": "Helpline",
    "Technical Support": "Technical Support",
    "HOME": "HOME",
    "NO_ACCOUNT": "Don't have an account yet ?",
    "Guidelines_FAQS": "Guidelines & FAQs",
    "TOT_TOA": "TRAINERS AND ASSESSORS",
    "GUIDELINES_FAQS": "Guidelines & FAQs for TOT/TOA",
    "USER_MANUALS": "User Manuals",
    "CALANDAR_FOR_TOT": "Calendar for TOT/TOA",
    "LIST_OF": "List of TOT/TOA certified",
    "LIST_FOR_TR_AR": "Trainers/Assessors",
    "LOGIN_AS": "Register/Login as",
    "LOGIN_AS_TR_AR": "Trainers/Assessors",
    "REGISTER_AS_LINGUISTICIAN": "Register as Linguistician",
    "LIST_OF_LINGUISTICIAN": "List of Linguisticians",
    "View Analytics": "View Analytics",
    "Training Partner Registration & Training Centre Creation": "Training Partner Registration & Training Centre Creation",
    "Accreditation of Training Centre": "Accreditation of Training Centre",
    "Affiliation of Training Centre's Added Job Roles": "Affiliation of Training Centre’s Added Job Roles",
    "Continuous Monitoring": "Continuous Monitoring",
    "Renewal of Accreditation": "Renewal of Accreditation",
    "TRAINING PARTNER & CENTRE": "TRAINING PARTNER & CENTRE",
    "CANDIDATE": "CANDIDATE",
    "SSC": "SECTOR SKILL COUNCIL",
    "ssc": "Sector Skill Council",
    "QP_NOS": "QUALIFICATION PACK & NOS",
    "REGISTER_AS_CANDIDATE": "I want to skill myself",
    "REGISTER_AS_TP": "Register as a Training Provider",
    "TP": "Training Provider",
    "REGISTER_AS_ASSESSOR": "Register as an Assessor",
    "REGISTER_AS_TRAINER": "Register as a Trainer",
    "TRAINER": "Trainer",
    "ASSESSORNAME": "Assessor",
    "Candidate": "Candidate",
    "PM_NARENDRA_MODI": "Shri Narendra Modi",
    "Lifecycle of Training Partner / Centre": "Lifecycle of Training partner & Training Centre",
    "TP/TC_CONTENT": "With a holistic approach towards enabling a strong skill development system, the Lifecycle of Training Partner and Training Centre is aimed at building a quality assured process, meeting the required parameters of the Training Provider(s) and the Training Centre(s). To achieve this objective, NSDC provides a single-window clearance system to the Training Providers (TPs) with the following features:",
    "TP/TC_CONTENT_L1": "Transparent, unified, one-stop solution with mandated time-bound delivery of accreditation and affiliation of Training Centres",
    "TP/TC_CONTENT_L2": "Single, front-end portal interface for Training Providers, ensuring accessibility to Sector Skill Councils (SSCs) and Schemes",
    "TP/TC_CONTENT_L3": "Providing opportunity to stakeholders to perform continuous technology-driven monitoring of the Training Centres",
    "TP/TC_CONTENT_L4": "Evaluating the performance of skill development programs objectively, to foster excellence and build effectiveness while delivering competency-based training",
    "TP/TC_CONTENT_L5": "Enabling the trainees and other stakeholders to make informed choices regarding Training Centres",
    "TOT/TOA_CONTENT": "Takshashila, the National Portal for Trainers and Assessors, is an initiative by NSDC under the Skill India Mission. The portal serves as a dedicated online platform for management of Trainers and Assessors of the Indian Skill ecosystem, functioning as the central repository of information concerning development of quality Trainers and Assessors. It aims to smoothly implement the Training of Trainers and Assessors requirement of skilling in India, ensuring transparency to all the involved stakeholders. The portal provides information about training programs planned by Sector Skill Councils for trainers and assessors through a public training calendar. It also provides a list of certified trainers and assessors being trained by Sector Skill Councils across states, sectors and job roles.",
    "TOT/TOA_CONTENT_L_HEAD": "Some key features of the portal are –",
    "TOT/TOA_CONTENT_L1": "Single window access to information related to trainers’ and assessors’ training calendar, certification process, competency enhancement and learning resources",
    "TOT/TOA_CONTENT_L2": "Offers transparent and structured training programs for Trainers and Assessors",
    "TOT/TOA_CONTENT_L3": "Enhances efficiency for the involved stakeholders",
    "TOT/TOA_CONTENT_L4": "Demand aggregation of TOT-TOA requirements through Training Requests",
    "TP/TC_PDF_LINK1": "Equipment Details- Job Role Wise",
    "TP/TC_PDF_LINK2": "Lab Area Details- Job Role Wise",
    "TP/TC_PDF_LINK3": "Accreditation Grading Metrics - Skill Ecosystem Guidelines",
    "TP/TC_PDF_LINK4": "Trainer Qualification -Job Role Wise",
    "TP/TC_PDF_LINK5": "Guidelines of Accreditation, Affiliation and continuous Monitoring of Training Centres",
    "Lifecycle of Training Partner & Training Centre": "Lifecycle of Training Partner & Training Centre",
    "Qualification Packs & National Occupational Standards": "Qualification Packs & National Occupational Standards",
    "Model curriculum": "Model curriculum",
    "Skilling content": "Skilling content",
    "Participant handbook": "Participant handbook",
    "Facilitator guides with training delivery plan and assessment criteria": "Facilitator guides with training delivery plan and assessment criteria",
    "QP_NOS_CONTENT": "NSDC aims to catalyze skilling initiatives that can potentially have a multiplier effect in the economy, while striving to involve the industry in all aspects of skill development. The Quality Assurance team at NSDC focuses on enabling standardized structure and consistency across the skilling endeavours in the country. All skill training programs must adhere to the National Occupational Standards (NOS) as per the constitution of the targeted Qualification Pack (QP). To assure quality and consistency of skilling across the training initiatives for the varied job roles across the country, NSDC coordinates with the respective Sector Skill Councils (SSCs) for the development of the following deliverables basis Qualification Pack amongst other resources:",
    "QP/NOS_PDF_LINK1": "OM and career progression template",
    "QP/NOS_PDF_LINK2": "QP Standard template",
    "QP/NOS_PDF_LINK3": "NOS Standard template",
    "QP/NOS_PDF_LINK4": "QRC process",
    "QP/NOS_PDF_LINK5": "QRC FAQs",
    "Skill Training For Employment": "Skill Training For Employment",
    "CANDIDATE_SECTION_CONTENT1": "National Skill Development Corporation under the guidance of the Ministry of Skill Development & Entrepreneurship has introduced an initiative which allows aspirant candidates to register for skill training/learning and employment opportunities through the online portal.",
    "CANDIDATE_SECTION_CONTENT2": "Existing candidates registered with NSDC through various Training Partners/Training Centres can log-in to access the services.",
    "STEPS_TO_REGISTER": "Steps To Register",
    "STEP_1": "Provide personal, contact and communication details",
    "STEP_2": "Upload Identification Document and add education details",
    "STEP_3": "Add preferences across sectors and job roles",
    "STEP_4": "Confirmation mail / message is sent to candidate on the registered mobile number / email",
    "REGISTER_NOW": "Register Now",
    "SECTOR_SKILL_COUNCILS": "SECTOR SKILL COUNCILS",
    "SECTOR_SKILL_COUNCILS_CONTENT1": "Since its inception, Sector Skill Councils (SSCs) are one of NSDC’s significant pillars of strength, which play a vital role in bridging the gap between industry demand and the skill ecosystem. Playing an instrumental role, SSCs bring together all the stakeholders - industry, labour and academia together to ensure that the industry is furnished with skilled and efficient workforce. Operating as an autonomous body, a Sector Skill Council is registered as a Section 8 Company, or a Society. NSDC initiates and incubates SSCs with initial seed funding to facilitate their growth and enable them to achieve self-sustainability in a time-bound manner.",
    "SECTOR_SKILL_COUNCILS_CONTENT2": "To facilitate employment, Sector Skill Councils have been encouraged to develop their own placement portal and mobile applications. These portals are linked to demand aggregation and are aimed at mapping the skill needs of the industry. The 360-degree interface of the portal connects candidates and training partners with recruitment firms and potential employers. Some of the SSCs have already started operating such portals, while a few others would follow.",
    "KNOW_MORE": "Know More",
    "LINKS": "Quick Links",
    "Hide": "Hide",
    "Preferences": "Preferences",
    "Show": "Show",
    "WRITES_US": "Write us at",
    "CONTACT_US": "Contact Us",
    "PRIVACY_POLICY": "Privacy Policy",
    "TERMS_CONDITIONS": "Terms & Conditions",
    "DISCLAIMER": "Disclaimer",
    "STAY_CONTACT": "Stay Connected",
    "CANDIDATE_REGISTRATION_APP_ONLINE": "I WANT TO SKILL MYSELF - MOBILE APPLICATION",
    "CANDIDATE_REGISTRATION_APP_OFFLINE": "I WANT TO SKILL MYSELF - MOBILE APPLICATION-OFFLINE",
    "TP Scheme Help Video": "TP Scheme Help Video",
    "NCS": "NCS",
    "TOT/TOA": "Training of Trainers/ Training of Assessor",
    "MARQUEE_TEXT1": "• For addition of New TCs/Sectors/Courses related to MES Courses, TPs to contact their respective Line Ministry • For all courses under MES, the only permitted mode of assessment is through SSC. Batches submitted through Self / Third party mode stands cancelled",
    "User Manuals": "User Manuals",
    "ASSESSOR_APP": "ASSESSOR APPLICATION",
    "AA_KNOWLEDGE_BANK": "A&A Knowledge Bank",
    "AA_FAQS": "A&A FAQs",
    "SECTOR_SSC": "Sector & SSC",
    "QP_LISTING": "QP Listing",
    "NOTICES": "Notices",
    "PMKVY": "PMKVY TRAINING CALENDAR",
    "PMKVY_TRAINING": "PMKVY Training",
    "TRAINING CALENDAR": "TRAINING CALENDAR",
    "Calendar for TOT/TOA": "Calendar for TOT/TOA",
    "PMKVY_HEADING": "Pradhan Mantri Kaushal Vikas Yojana (PMKVY) is the flagship scheme of the Ministry of Skill Development & Entrepreneurship (MSDE). The objective of this Skill Certification Scheme is to enable a large number of Indian youth to take up industry-relevant skill training that will help them in securing a better livelihood. Individuals with prior learning experience or skills will also be assessed and certified under Recognition of Prior Learning (RPL).",
    "VERIFY_DOCUMENT": "Verify Document",
    "TC/TC_PORTAL_INTERFACE": "Transparent, unified, one-stop solution with mandated time-bound delivery of accreditation and affiliation of Training Centres Single, front-end portal interface for Training Providers, ensuring accessibility to Sector Skill Councils (SSCs) and Schemes Providing opportunity to stakeholders to perform continuous technology-driven monitoring of the Training Centres Evaluating the performance of skill development programs objectively, to foster excellence and build effectiveness while delivering competency-based training Enabling the trainees and other stakeholders to make informed choices regarding Training Centres",
    "HANDBOOK": "Model curriculum Skilling content Participant handbook Facilitator guides with training delivery plan and assessment criteria",
    "TOT/TOA_INFO": "Single window access to information related to trainers’ and assessors’ training calendar, certification process, competency enhancement and learning resources Offers transparent and structured training programs for Trainers and Assessors Enhances efficiency for the involved stakeholders Demand aggregation of TOT-TOA requirements through Training Requests",
    "Read_More": "Read More",
    "SECTOR": "Sector",
    "SKILL_COUNCIL": "Skill Council",
    "NATIONAL_CAREER_SERVICE": "National Career Service",
    "PMKVY_GUIDELINES": "PMKVY A&C Guidelines",
    "BORROWED_QP": "Borrowed QP Listing",
    "SCPwD_BORROWED": "SCPwD Borrowed QP",
    "LISTING": "Listing",
    "FBTWEET": "Facebook    Twitter",
    "Facebook": "Facebook",
    "Twitter": "Twitter",
    "PMKVY_APP": "ASSESSOR APPLICATION(PMKVY)",
    "TC/CI": "TC & CI APP",
    "CENTRE_CREATION": "Fee-Based/Non-PMKVY Centre Creation",
    "SMART_VERSION": "Beta version of SMART on Skill India Portal",
    "SMART_BETA_VER": "We are now live with Beta version of Centre Accreditation & Affiliation (SMART) on Skill India Portal.",
    "SMART_CAAF": "TPs will be able to create the TCs and submit the Centre Accreditation and Application Form (CAAF)",
    "SMART_TC_CREATED": "TCs created on SMART, but did not complete their application, will be able to do so on Skill India portal. (Training centres which didn’t submit the form within 60 days of centre creation, will be deactivated as per process)",
    "SMART_TC_LOGIN": "TCs which had submitted their forms on the old SMART website will be able to login on Skill India portal and carry out required actions",
    "TP/TC_STAKEHOLDER": "All the stakeholders (States, SSCs & IAs) will be able to carry on operations related to Accreditation & Affiliation on Skill India portal including recommendation and inspection, for TPs/TCs mentioned in item no. 1 to 5 above",
    "RESET_PASSWORD": "Please use forget password option on login screen to reset your password and login.",
    "Exceptions": "Exceptions",
    "DNR_TC": "TCs that were under desktop assessment comprising of specific QPs as per the link",
    "QP_LINK": "(QP's link)",
    "DNR_TC_DATA": ",have been marked Deemed Not Ready, and they will get three chances to resubmit their CAAF irrespective of the number of previous attempts.",
    "DATA_MIGRATION": "In few cases, certain documents such as inspection report, accreditation certificate, invoices etc. may not be available for some time due to the data migration from old to the new system.",
    "WHAT_I_HERE": "What do i do here?",
    "REGISTER_NAME": "Here you need to register with your name,",
    "REGISTRATION_START": "email address , mobile number to kick start registration process.",
    "NEXT": "What next?",
    "PROVIDE_EMAIL": "Here you need to provide us with Email",
    "REGISTRATION_FORM": "So you will be taken to respective registration form.",
    "HELPlINE": "Need Help? Call us on 1800-123-9626",
    "OR": "Or",
    "OTP": "We will be sending out the OTP to both for Verification post by which you can change password.",
    "VERIFY_NEXT": " Verify & Next",
    "BACK_TO_HOME": "Back to Homepage",
    "Back": "Back",
    "and": "and",
    "SENSITIVE_NAME_PASS": "Username and Password are case sensitive.",
    "FORGOT": "Forgot Password?",
    "TC_ACCREDITATION": "For Training Centre Accreditation & Affiliation process,",
    "SEND_EMAIL": "please send an email to",
    "CONTACTUS": "Write us at skillindia.helpdesk@nsdcindia.org",
    "SPOC": "Name of SPOC",
    "AADHAAR_NAME": "Name should be as per your Aadhaar",
    "EMAIL": "Email Address",
    "Address and Mobile Number": "Address and Mobile Number",
    "MOBILE_NO": "Mobile Number",
    "TERMS/CONDITIONS": "I Agree the Terms and Conditions.",
    "TERMS": "I Agree the",
    "CONDITIONS": "Terms and Conditions",
    "CANDIDATE_REGISTRATION_FORM": "I want to skill myself - Candidate Registration From",
    "Candidate_Registration": "I want to skill myself",
    "VERIFY": "Verify",
    "LOGIN_NOW": "Already have an account ? Login Now",
    "Login": "Login Now",
    "lOGIN_ALREADY": "Already have an account",
    "HOME_REGISTER": "What do i do here? Here you need to register with your name,email address,mobile number to kick start registration process.What next ?So you will be taken to respective registration form.Need Help ? Call us on 1800 - 123 - 9626 Or Write us at skillindia.helpdesk @nsdcindia.org",
    "NATIONAL_PORTAL": "National Portal for Trainers and Assessors",
    "STATE": "State",
    "DOMAIN_JOB_ROLE": "Domain Job role",
    "Associated Program": "Associated Program",
    "Optional": "Optional",
    "Job Role": "Job Role",
    "Submit": "Submit",
    "ID": "Trainer ID",
    "TR_ID": "Enter Trainer Id",
    "TR": "Trainer Name",
    "NAME": "Name",
    "VERIFY_REGISTERED": "registered with to verify",
    "TR_NAME": "Enter Trainer Name",
    "TOT/STATUS": "ToT Status",
    "SEARCH/RESULTS": "Search Results",
    "ITEMSPERPAGE": "showing 10 records out of 29908",
    "SNO": "S No",
    "ASSESSOR": "Assessor ID",
    "ASSESSOR_ID": "Enter Assessor Id",
    "ASSESSOR_NAME": "Assessor Name",
    "ASSESSOR_NAME_ENTER": "Enter Assessor Name",
    "TOA/STATUS": "ToA Status",
    "ITEMS_PERPAGE": "showing 10 records out of 7888",
    "DESCLAIMER": "We, National Skill Development Corporation, with registered office at 301, 3rd Floor, West Wing Worldmark 1, Aerocity, New Delhi -110037 (hereinafter referred to as NSDC) value your trust & respect your privacy. Your privacy matters to NSDC and this Privacy Policy explains how we collect, process, use, share and protect information about you which you voluntarily provide to us by accessing this database management system (hereinafter referred to as “ SDMS”)\r\nNote: Our privacy policy is subject to change and will periodically be updated to ensure we comply with all relevant statutory regulations as well as UDAI guidelines. Thus, we request you to review the policy periodically.\r\nGeneral\r\nBy using this interface and login and accessing the database system you expressly give us consent to use & disclose your personal information in accordance with this Privacy Policy. If you do not agree to the terms of the policy, please do not use or access this portal\/database and do not accept the terms and conditions for use of this database. For the purposes of this policy “Personal Information” shall have the meaning as assigned to the term “Sensitive Data and Personal Information” in Rule 3 of Information Technology (Reasonable security practices and procedures and sensitive personal information) Rules, 2011 Periodically, NSDC may publish and share progress reports or other information reports with its oversight body with general statistical information about users of its database, such as number of students, training centers, training partners, performances of schemes etc. However, we will ensure that Sensitive Data is not published. However, by accepting this policy we understand that we have your express approval to publish any personally identifiable data to help smooth facilitation of NSDC schemes.\r\nCollection of Personal Information\r\nPersonal Information (see meaning assigned in 1.2 above) includes all information that can be linked to a specific individual or to identify any individual such as Aadhaar number, name, address, mailing address, telephone number, email ID, bank account details and any details that may have been voluntarily provided by the user of NSDC scheme and non scheme based services, in connection with availing benefits of providing or using such training When you use this portal, you will be providing us Personal Information, willingly with the full understanding that these details are required for the purpose mentioned below. You are requested not to provide us with personal data of persons other than yourselves, unless you have collected the data only after (i) informing them of the purpose for which data is collected (ii) the manner in which the data is collected used and stored (iii) and the data is collected through a secure and encrypted system\r\nUse of Personal Information\r\nNSDC shall ask you to provide Personal Information only for lawful purpose connected with our Services and necessary to be collected by us for such purpose.  NSDC can collect and uses personal information\r\nDisclosure of Personal Information\r\nNSDC does not sell, rent or trade the information we have collected about you, other than as disclosed within this Privacy Policy or at the time you provide your information. By accepting these term and conditions, we understand that we have your express consent to share information disclosed by you with third parties, for the purposes of providing NSDC services. Following are some instances when information may be shared:\r\nChange of Information or correction of details\r\nYou are responsible for maintaining the accuracy of the information you submit to us. If your Personal Information changes you may correct, delete inaccuracies, or amend information by making the change through this secure SDMS portal. If upon modifying or changing the information earlier provided to NSDC, we find it difficult to permit access to our Services to you due to insufficiency\/ inaccuracy of the information, we may, in our sole discretion terminate your access to the services by providing you by NSDC.\r\nCookies\r\nA \"\"cookie\"\" is a small piece of information stored by a web server on a web browser so it can be later read back from that browser. This SDMS uses cookie and tracking technology depending on the features offered. No personal information will be collected via cookies and other tracking technology; however, if you previously provided personally identifiable information, cookies may be tied to such information. Aggregate cookie and tracking information may be shared with third parties.\r\nLinks to Other Sites\r\nThis SDMS limits hyperlinking. However, there may be few instances where SDMS or the website offering SDMS access links to other websites. These other websites that may collect personally identifiable information about you. NSDC is not responsible for the privacy practices or the content of those linked websites.\r\nSecurity\r\nNSDC has stringent security measures in place to protect the loss, misuse, and alteration of the information under our control. Once your information is in our possession we adhere to strict security guidelines, protecting it against unauthorized access.\r\nGrievance Officer\r\nThe name and contact details of the Grievance Officer are provided below:\r\ngrievance@nsdcindia.org",
    "SMART_HELPLINE": "Smart Help Line Number",
    "QUERIES": "For further Queries related to the Centre Accrediation and Affliations,please email to:",
    "UNIQUE/QPS": "Total number of unique QPs available",
    "QP_LIST": "Consolidated list of QP'S",
    "SRNO": "S.No",
    "List of Trainer/Assessor": "List of Trainer/Assessor",
    "List of TOT/TOA certified Trainers/Assessors": "List of TOT/TOA certified",
    "TOT Trainers/Assessors": "Trainers/Assessors",
    "Register as Linguistician": "Register as Linguistician",
    "List of Linguisticians": "List of Linguisticians",
    "BORROWING_SSC": "Borrowing SSC",
    "ORIGINATING_SSC": "Originating SSC",
    "QP_CODE": "QP Code",
    "QP_NAME": "QP Name",
    "VERSION": "Version",
    "NSQF": "NSQF Level",
    "CNN": "CNN",
    "MANUFACTURING/SERVICES": "Manufacturing/Services",
    "APPROVAL_STATUS": "Approval Status",
    "SCPWD_LISTINGS": "SCPWD Borrowed QP Listings",
    "SCPWD_UNIQUE": "Total number of unique SCPwD Borrowed QPs available",
    "CONSOLIDATED_SCPWD": "Consolidated list of SCPwD Borrowed QP'S",
    "DOMAIN_SECTOR": "Domain Sector",
    "QP_VERSION": "QP Version",
    "EXPOSITORY": "Expository",
    "EXPO_VERSION": "Expository Version",
    "CCN": "CCN",
    "CLOSE": "Close",
    "BASIC_DETAILS": "Basic Details",
    "Mr/Mrs": "Mr/Mrs:",
    "FULL_NAME": "Full Name",
    "FULL_NAME_ENTER": "Enter full name",
    "GUARDIAN": "Guardian Name",
    "GUARDIAN_NAME": "Enter guardian name",
    "DOB": "Date of Birth",
    "SELECT_DOB": "Select date of birth",
    "GENDER": "Gender",
    "SELECTGENDER": "Select gender",
    "Male": "Male",
    "Female": "Female",
    "Transgender": "Transgender",
    "EMAIL_ADDRESS": "Email address",
    "EMAIL_ADDRESS_ENTER": "Enter email address",
    "MB_NO": "Mobile Number",
    "ENTER_MOBILE": "Enter Mobile Number",
    "EDUCATION": "Education",
    "EDU_LEVEL": "Select education level",
    "NAME_PREFIX": "Select Name Prefix",
    "MrF": "Mr",
    "Mrs": "Mrs",
    "Ms": "Ms",
    "Location Details": "Location Details",
    "PIN_CODE": "Pincode",
    "PINCODE_ENTER": "Enter pincode",
    "SELECT_STATE": "Select state",
    "SELECT_DISTRICT": "Select district",
    "SELECT_SECTOR": "Select sector",
    "SELECT_SUBSEC": "Select sub-sector",
    "SELECT_JOB_ROLE": "Select job role",
    "SELECT_PG-NAME": "Select Associated Program Name",
    "DISTRICT": "District",
    "SUB_SECTOR": "Sub-Sector",
    "JOBROLE": "Job Role",
    "WRITE_US": "Write us at",
    "Rozgar Mela": "Rozgar Mela",
    "Interested In": "Interested In",
    "Paid Courses": "Paid Courses",
    "GO_TO_PORTAL": "So you will be taken to Skill Development and Management Portal.",
    "YOU_NEED_LOGIN": "Here you need to login with Unique Id - Training Partner/Trainer/Assessor etc.",
    "REGISTRATION_DOC": "Here you need to register with your name, email address , mobile number to kick start registration process.",
    "ASSOCIATED_PROGRAM": "Associated Program Name",
    "PMKVY_COURESES": "PMKVY Training PMKVY Training & Placements Paid Courses Rozgar Mela",
    "PMKVY Training & Placements": "PMKVY Training & Placements",
    "AGREE": "I have read and agree to abide by the Terms and Conditions and  Privacy Policy",
    "I have read and agree to abide by the": "I have read and agree to abide by the",
    "Terms and Conditions": "Terms and Conditions",
    "Privacy Policy": "Privacy Policy",
    "CANDIDATE_REGISTRATION": "Requesting all Counselling Implementing Organizations to please go to the link for candidate registration.",
    "NSDC_DESCRIPTION": "National Skill Development Corporation (NSDC) under MSDE brings on initiative which allows aspirant candidate to register with Skill India Mission for skill training/learning and employment opportunities.Existing candidates registered with NSDC through various Training Partners/Training Centres should login to access the services.Need Help? Call us on 1800- 123-9626",
    "OLD_TP": "All the TPs who have already registered on SMART can login now",
    "CANDIDATE_REGISISTRATION_1": "National Skill Development Corporation (NSDC) under MSDE brings on initiative which allows aspirant candidate to register with Skill India Mission for skill training/learning and employment opportunities.",
    "CANDIDATE_REGISISTRATION_2": "Existing candidates registered with NSDC through various Training Partners/Training Centres should login to access the services.",
    "CANDIDATE_REGISISTRATION_3": "Need Help? Call us on",
    "HELPLINE_NO": "1800- 123-9626",
    "CHOOSEUSERGRP": "Choose your user group",
    "START_REGISTRATION": "All TPs who have initiated the registration process on SMART but did not complete registration can proceed with the process",
    "Counselling Implementing Organization (CIO) Type": "Counselling Implementing Organization (CIO) Type",
    "Counselling Implementing Organization (CIO)": "Counselling Implementing Organization (CIO)",
    "Select CIO type": "Select CIO type",
    "Select CIO Name": "Select CIO Name",
    "Upload Profile Picture": "Upload Profile Picture",
    "Rojgar Mela ID": "Rojgar Mela ID",
    "No file chosen": "No file chosen",
    "One Time Password Verification": "One Time Password Verification",
    "Enter Mobile OTP": "Enter Mobile OTP",
    "Verify OTP": "Verify OTP",
    "Successfull Registration": "Successful Registration",
    "Your Autogenerated": "Your Autogenerated",
    "CANDIDATE_AADHAR_LABEL": "Individual agrees to provide his/her UIDAI Number for Authentication.",
    "AADAHR_LABEL": "Note: Please share the detail with individual, that their UIDAI Number will be used for Authentication with UIDAI server and will not be share with any other entity.",
    "Enter your Username": "Enter your Username",
    "Password": "Password"
}