{
    "SKILL DEVELOPMENT MANAGEMENT SYSTEM": "कौशल विकास प्रबंधन प्रणाली",
    "Skill India Portal": "स्किल इंडिया पोर्टल",
    "INITIVES_BY_NSDC": "राष्ट्रीय कौशल विकास निगम की पहल",
    "REGISTER": "पंजीयन कराएं",
    "Register": "पंजीयन कराएं",
    "Language": "भाषा:",
    "English": "अंग्रेज़ी",
    "Hindi": "हिंदी",
    "CHOOSEUSERGRP": "अपना उपयोगकर्ता समूह चुनें",
    "LOGIN": "लॉग-इन",
    "REGISTER/LOGIN": "पंजीयन कराएं/लॉग-इन",
    "Register/Login as Trainers/Assessors": "प्रशिक्षक/मूल्यांकनकर्ता के रूप में",
    "REGISTERTR": "पंजीयन कराएं/लॉग-इन करे",
    "TOT_TOA": "प्रशिक्षक / मूल्यांकनकर्ता",
    "GUIDELINES_FAQS": "दिशानिर्देश और सवाल-जवाब",
    "USER_MANUALS": "उपयोगकर्ता पुस्तिका",
    "CALANDAR_FOR_TOT": "टीओटी / टीओए के लिए कैलेंडर",
    "LIST_OF": "टीओटी / टीओए प्रमाणित",
    "LIST_FOR_TR_AR": "प्रशिक्षकों / मूल्यांकनकर्ताओं की सूची",
    "LOGIN_AS": "प्रशिक्षक / मूल्यांकनकर्ता के",
    "LOGIN_AS_TR_AR": "रूप में रजिस्टर / लॉगिन करें",
    "REGISTER_AS_LINGUISTICIAN": "भाषाविद् के रूप में पंजीकृत करें",
    "LIST_OF_LINGUISTICIAN": "भाषाविदों की सूची",
    "Helpline": "हेल्पलाइन",
    "Technical Support": "तकनीकी सहायता",
    "HOME": "मुख पृष्ठ",
    "OTP": "हम सत्यापन पद के लिए दोनों को ओटीपी भेजेंगे, जिसके द्वारा आप पासवर्ड बदल सकते हैं।",
    "WRITE_US": "यहाँ हमें लिखें",
    "NO_ACCOUNT": "अब तक कोई खाता नहीं है ?",
    "ssc": "सेक्टर कौशल काउंसिल",
    "View Analytics": "विश्लेषण देखें",
    "VERIFY_REGISTERED": "सत्यापित करने के लिए पंजीकृत है",
    "Address and Mobile Number": "पता और मोबाइल नंबर",
    "PROVIDE_EMAIL": "यहां आपको हमें ईमेल प्रदान करने की आवश्यकता है|",
    "GO_TO_PORTAL": "इसलिए आपको कौशल विकास और प्रबंधन पोर्टल पर ले जाया जाएगा।",
    "YOU_NEED_LOGIN": "यहां आपको यूनिक आईडी - ट्रेनिंग  प्रदाताओं / ट्रेनर / एसिस्टर आदि के साथ लॉगिन करना होगा।",
    "Training Partner Registration & Training Centre Creation": "प्रशिक्षण प्रदाता का पंजीकरण एवं प्रशिक्षण केन्द्र का सृजन",
    "Accreditation of Training Centre": "प्रशिक्षण केन्द्र की मान्यता",
    "Affiliation of Training Centre's Added Job Roles": "प्रशिक्षण केन्द्र द्वारा प्रस्तावित कार्य भूमिकाओं की संबद्धता",
    "Continuous Monitoring": "सतत निगरानी",
    "Renewal of Accreditation": "मान्यता का नवीकरण",
    "TRAINING PARTNER & CENTRE": "प्रशिक्षण प्रदाता एवं प्रशिक्षण केन्द्र",
    "Candidate": "प्रत्याशी",
    "SSC": "सेक्टर कौशल काउंसिल",
    "QP_NOS": "अहर्ता पैक एवं राष्ट्रीय व्यावसायिक मानक",
    "CANDIDATE": "प्रत्याशी",
    "REGISTER_AS_CANDIDATE": "मेरी इच्छा हुनर सीखने की है",
    "REGISTER_AS_TP": "प्रशिक्षण प्रदाता के रूप में पंजीयन कराएं",
    "TP": "प्रशिक्षण प्रदाता",
    "TRAINER": "प्रशिक्षक",
    "ASSESSORNAME": "मूल्यांकनकर्ता",
    "REGISTER_AS_ASSESSOR": "मूल्यांकनकर्ता के रूप में पंजीयन कराएं",
    "REGISTER_AS_TRAINER": "प्रशिक्षक के रूप में पंजीयन कराएं",
    "PM_NARENDRA_MODI": "माननीय श्री नरेंद्र मोदी",
    "Lifecycle of Training Partner / Centre": "प्रशिक्षण प्रदाता एवं प्रशिक्षण केन्द्र की विकास यात्रा",
    "TP/TC_CONTENT": "प्रशिक्षण केन्द्रों की गुणवत्ता सुनिश्चित करने के उद्देश्य से राष्ट्रीय कोशल विकास निगम ने सुदृढ कौशल विकास प्रबंधन प्रणाली अपनाई है। इस प्रणाली में विभिन्न चरण निर्धारित किए गए हैं, जिनसे गुणवत्ता सुनिश्चित हो सके। प्रशिक्षण प्रदाताओं एवं केन्द्रों के लिए विभिन्न चरणों में निर्धारित आवश्यक मानदंडों पर खरे साबित होना आवश्यक है। ये सभी चऱण पूरा करने के लिए प्रशिक्षण प्रदाताओं या केन्द्रों को कही और जाने की जरूरत नहीं है। इस सिंगल विन्डो प्रणाली की निम्नलिखित विशेषताएं हैं",
    "TP/TC_CONTENT_L1": "प्रशिक्षण केंद्रों के प्रमाणीकरण और संबद्धता के अनिवार्य समयबद्ध वितरण के साथ पारदर्शी,",
    "TP/TC_CONTENT_L2": "एकीकृत, एक-स्टॉप समाधान ्रशिक्षण प्रदाताओं के लिए एकल, फ्रंट एंड पोर्टल इंटरफेस, सेक्टर स्किल काउंसिल (एसएससी) और योजनाओं तक पहुंच सुनिश्चित करना",
    "TP/TC_CONTENT_L3": "प्रशिक्षण केंद्रों की निरंतर प्रौद्योगिकी संचालित निगरानी करने के लिए हितधारकों को अवसर प्रदान करना",
    "TP/TC_CONTENT_L4": "योग्यता-आधारित प्रशिक्षण देने के दौरान उत्कृष्टता को बढ़ावा देने और प्रभावशीलता बनाने के लिए, कौशल विकास कार्यक्रमों के प्रदर्शन का निष्पक्ष मूल्यांकन करना",
    "TP/TC_CONTENT_L5": "प्रशिक्षण केंद्रों के बारे में सूचित विकल्प बनाने के लिए प्रशिक्षुओं और अन्य हितधारकों को सक्षम करना",
    "TP/TC_PDF_LINK1": "उपकरण विवरण- नौकरी की भूमिका के अनुसार",
    "TP/TC_PDF_LINK2": "लैब क्षेत्र विवरण- नौकरी की भूमिका के अनुसार",
    "TP/TC_PDF_LINK3": "मान्यता ग्रेडिंग मेट्रिक्स - कौशल पारिस्थितिकी तंत्र दिशानिर्देश",
    "TP/TC_PDF_LINK4": "ट्रेनर योग्यता के अनुसार",
    "TP/TC_PDF_LINK5": "प्रमाणीकरण, संबद्धता और प्रशिक्षण केंद्रों की निरंतर निगरानी की मार्गदर्शिकाएं",
    "Lifecycle of Training Partner & Training Centre": "प्रशिक्षण प्रदाता एवं प्रशिक्षण केन्द्र की विकास यात्रा",
    "Qualification Packs & National Occupational Standards": "अहर्ता पैक एवं राष्ट्रीय व्यावसायिक मानक",
    "Model curriculum": "मॉडल पाठ्यक्रम",
    "Skilling content": "स्किलिंग सामग्री",
    "Participant handbook": "प्रतिभागी हैंडबुक",
    "Facilitator guides with training delivery plan and assessment criteria": "प्रशिक्षण वितरण योजना और मूल्यांकन मानदंड के साथ सुविधा गाइड",
    "QP_NOS_CONTENT": "राष्ट्रीय कौशल विकास निगम का उद्देश्य कौशल विकास के सभी पहलुओं में उद्योग को शामिल  करते हुए ऐसी पहलकदमियों को बढ़ावा देना है, जिनका व्यापक प्रभाव अर्थव्यवस्था पर होता हो।   देश भर में संचालित कौशल विकास कार्यक्रमों के लिए मानक संरचना और एकरूपता सुनिश्चत करने के उद्देश्य से निगम में गुणवत्ता आश्वासन टीम कार्यरत है। कौशल प्रशिक्षण संबंधी सभी कार्यक्रम के अहर्ता पैकों का राष्ट्रीय व्यावसायिक मानकों के अनुरूप होना आवश्यक है। तमाम कार्य भूमिकाओं के लिए दिए जाने वाले प्रशिक्षण की गुणवत्ता और एकरूपता सुनिश्चित करने के लिए राष्ट्रीय कौशल विकास निगम संबंधित सेक्टर कौशल परिषद से समन्वय स्थापित करता है ताकि अन्य संसाधनों के साथ ही अहर्ता पैक पर आधारित निम्नलिखित प्रदेय का विकास किया जा सकेः",
    "QP/NOS_PDF_LINK1": "ओएम और करियर प्रगति टेम्पलेट",
    "QP/NOS_PDF_LINK2": "क्यूपी मानक टेम्पलेट",
    "QP/NOS_PDF_LINK3": "एनओएस मानक टेम्पलेट",
    "QP/NOS_PDF_LINK4": "क्यूआरसी प्रक्रिया",
    "QP/NOS_PDF_LINK5": "क्यूआरसी पूछे जाने वाले प्रश्न",
    "Skill Training For Employment": "रोजगार हेतु कौशल प्रशिक्षण",
    "CANDIDATE_SECTION_CONTENT1": "राष्ट्रीय कौशल विकास निगम ने कौशल विकास और उद्यमिता मंत्रालय के मार्गदर्शन में  एक ऐसी पहल की है,  जहां इच्छुक प्रत्याशी ऑनलाइन पोर्टल के माध्यम से कौशल प्रशिक्षण/ सीखने और रोजगार के अवसरों के लिए पंजीकरण करा सकते है।कौशल विकास और उद्यमिता मंत्रालय के मार्गदर्शन में राष्ट्रीय कौशल विकास निगम ने एक पहल शुरू की है जो उम्मीदवारों को ऑनलाइन पोर्टल के माध्यम से कौशल प्रशिक्षण / सीखने और रोजगार के अवसरों के लिए पंजीकरण करने की अनुमति देता है।",
    "CANDIDATE_SECTION_CONTENT2": "विभिन्न प्रशिक्षण भागीदारों / प्रशिक्षण केंद्रों के माध्यम से एनएसडीसी के साथ पंजीकृत मौजूदा उम्मीदवार सेवाओं तक पहुंचने के लिए लॉग-इन कर सकते हैं।विभिन्न सहभागी प्रशिक्षकों व प्रशिक्षण केन्द्रों के माध्यम से भारतीय कौशल विकास निगम में पंजीकृत मौजूदा प्रत्याशी पोर्टल की सेवाएं प्राप्त करने के लिए लॉग-इन कर सकते हैं।",
    "STEPS_TO_REGISTER": "पंजीकरण का तरीका-",
    "STEP_1": "नाम एवं पता सहित अपना पूरा परिचय दें",
    "STEP_2": "पहचान पत्र जमा कराने के साथ ही अपना शैक्षणिक विवरण दें",
    "STEP_3": "विभिन्न सेक्टर तथा कार्य भूमिकाओं को लेकर अपनी पसन्द बताएं",
    "STEP_4": "पंजीयन की पुष्टि के संदेश के लिए अपना ईमेल या मोबाइल देखें |यह संदेश उन पर ही भेजा जाएगा",
    "REGISTER_NOW": "पंजीयन कराएं",
    "SECTOR": "सेक्टर",
    "Hide": "छिपाना",
    "Show": "प्रदर्शन",
    "VERIFY_NEXT": "सत्यापित करें और आगे बढिये",
    "WRITES_US": "हमें लिखें",
    "SKILL_COUNCIL": "कौशल परिषद",
    "SECTOR_SKILL_COUNCILS": "सेक्टर कौशल परिषद",
    "SECTOR_SKILL_COUNCILS_CONTENT1": "अपनी स्थापना के बाद से ही सेक्टर कौशल परिषद  राष्ट्रीय कौशल विकास निगम के महत्वपूर्ण स्तंभों में से एक रहे हैं जो कि उद्योग की मांग और कौशल तंत्र-प्रणाली की दूरी को कम करने में महत्वपूर्ण भूमिका निभाती हैं। एक सहायक के रूप में परिषद सभी हितधारकों जैसे- उद्योग, श्रम और शिक्षाविदों को एक साथ लाती हैं ताकि यह सुनिश्चित किया जा सके कि उद्योग कौशल्य और कुशल कर्मचारियों के साथ उन्नति के पथ पर है। एक स्वायत्त निकाय के रूप में संचालित कोई भी सेक्टर कौशल परिषद कंपनी अधिनियम की धारा 8 या एक समिति के रूप में पंजीकृत होती है। राष्ट्रीय कौशल विकास निगम आरंभिक वित्त पोषण के माध्यम से सेक्टर कौशल परिषदों के विकास में सहायता करता है और उन्हें समयबद्ध आत्मनिर्भरता प्राप्त करने लायक बनाता है।",
    "SECTOR_SKILL_COUNCILS_CONTENT2": "रोजगार की सुविधा के लिए सेक्टर कौशल परिषदों को अपने स्वयं के प्लेसमेंट पोर्टल और मोबाइल एप्लिकेशन विकसित करने के लिए प्रोत्साहित किया गया है। इन पोर्टलों को एक साथ साया गया  है  तथा इनका उद्देश्य उद्योग की कौशल आवश्यकताओं का मानचित्रीकरण है। पोर्टल का 360 डिग्री इंटरफेस प्रत्याशीों और भागीदार प्रशिक्षकों को प्लेसमेंट फर्मों और संभावित नियोक्ताओं से जोड़ता है। कुछ सेक्टर कौशल परिषद पहले ही ऐसे पोर्टलों का संचालन शुरू कर चुकी हैं जबकि कुछ अन्य ऐसा करने वाली है।",
    "KNOW_MORE": "अधिक जाने",
    "LINKS": "महत्वपूर्ण लिंक",
    "CONTACT_US": "संपर्क सूत्र",
    "PRIVACY_POLICY": "गोपनीयता संबंधी नीति",
    "TERMS_CONDITIONS": "नियम और शर्ते",
    "DISCLAIMER": "सीमित उत्तरदायित्व",
    "STAY_CONTACT": "जुड़े रहें",
    "CANDIDATE_REGISTRATION_APP_ONLINE": "मेरी इच्छा हुनर सीखने की है - मोबाइल एप्लकेशन",
    "CANDIDATE_REGISTRATION_APP_OFFLINE": "मेरी इच्छा हुनर सीखने की है - मोबाइल एप्लकेशन - ऑफ लाईन",
    "TP Scheme Help Video": "योजना को जानने में मददगार वीडियो",
    "NATIONAL_CAREER_SERVICE": "नेशनल कॅरियर सर्विस",
    "National Career Service": "राष्ट्रीय व्यवसाय सेवा",
    "TOT/TOA": "प्रशिक्षकों / मूल्यांकनकर्ताओं का प्रशिक्षण",
    "MARQUEE_TEXT1": "• एमईएस पाठ्यक्रम में किसी नए प्रशिक्षण केन्द्र, सेक्टर या पाठ्यक्रम को जोड़ने के लिए कृपया संबद्ध मंत्रालय से संपर्क करें।",
    "User Manuals": "सहायिका",
    "ASSESSOR_APP": "असेसर अप्लीकेशन",
    "AA_KNOWLEDGE_BANK": "मान्यता और सम्बद्धता संबंधी ज्ञान कोष",
    "AA_FAQS": "मान्यता और सम्बद्धता से जुड़े सवाल-जवाब",
    "SECTOR_SSC": "सेक्टर और सेक्टर कौशल परिषद",
    "QP_LISTING": "अहर्ता पैक सूची",
    "NOTICES": "सूचनाएं",
    "TC/TC_PORTAL_INTERFACE": "स्किल इंडिया पोरेटल एक ऐसी पारदर्शी प्रणाली है, जो प्रशिक्षण केन्द्रों को समयबद्ध मान्यता एवं संबद्धता प्रदान करने की सुविधा एक ही स्थान पर सुलभ कराती है। यहीं से सेक्टर कौशल केन्द्रों से भी संपर्क बनाया जा सकता है। यहीं से विभिन्न कौशल योजनाओं से भी जुड़ा जा सकता है। मान्यता एवं संबद्धता मिलने के बाद केन्द्र की सतत निगरानी भी यहीं से की जा सकती है। इस प्रणाली की तकनीक का उपयोग करते हुए कौशल विकास कार्यक्रमों के प्रदर्शन का मूल्यांकन करना संभव होता है। इससे प्रशिक्षार्थियों एवं अन्य हितधारकों को जानकारीपूर्ण निर्णय लेने में आसानी होती है।",
    "HANDBOOK": "प्रशिक्षण योजना और मूल्यांकन के मानकों की जानकारी सहित  कौशल संबंधी पाठ्यक्रम की सुविधा वाली आदर्श निर्देशिका",
    "TOT/TOA_CONTENT": "राष्ट्रीय कौशल विकास निगम द्वारा कौशल भारत मिशन के तहत प्रशिक्षकों एवं मूल्यांककर्ताओं के राष्ट्रीय पोर्टल ‘तक्षशिला’ का विकास किया गया है। यह पोर्टल भारतीय कौशल क्षेत्र में शामिल सभी प्रशिक्षकों और मूल्यांकनकर्ताओं के प्रबंधन हेतु  समर्पित ऑनलाइन मंच के तौर पर कार्य करता है। यह उत्कृष्ट प्रशिक्षकों और मूल्यांकनकर्ताओं से संबंधित सूचनाओं का केंद्रीय कोष भी है। पोर्टल का उद्देश्य पारदर्शिता के साथ भारत में प्रशिक्षकों और मूल्यांकनकर्ताओं को सुचारू प्रशिक्षण देना है। यह पोर्टल एक सार्वजनिक प्रशिक्षण कैलेंडर के माध्यम से प्रशिक्षकों और मूल्यांकनकर्ताओं को सेक्टर कौशल परिषदों द्वारा नियोजित प्रशिक्षण कार्यक्रमों की जानकारी देता है। यह सभी राज्यों, क्षेत्रों और कार्य भूमिकाओं के लिए सेक्टर कौशल परिषदों द्वारा प्रशिक्षित प्रमाणिक प्रशिक्षकों और मूल्यांकनकर्ताओं की सूची भी उपलब्ध कराता है।",
    "TOT/TOA_CONTENT_L_HEAD": "पोर्टल की प्रमुख विशेषताएं ये हैं-",
    "TOT/TOA_INFO": "प्रशिक्षकों और मूल्यांकनकर्ताओं के प्रशिक्षण कैलेंडर, प्रमाणन प्रक्रिया तथा योग्यता बढ़ाने व सीखने से संबंधित जानकारी के लिए एकल खिड़की, प्रशिक्षकों और मूल्यांकनकर्ताओं के लिए पारदर्शी और सुगठित प्रशिक्षण कार्यक्रम, हितधारकों के लिए दक्षता बढ़ाने का अवसर, प्रशिक्षण अनुरोधों के जरिये प्रशिक्षकों व मूल्याकनकर्ताओं की जरूरतों की पूर्ति।",
    "Read_More": "पूरा पढ़ें",
    "TRAINING CALENDAR": "प्रशिक्षण कैलेंडर",
    "Calendar for TOT/TOA": "प्रशिक्षण कैलेंडर TOT/TOA के लिए",
    "PMKVY_GUIDELINES": "प्रधानमंत्री कौशल विकास योजना संबंधी दिशानिर्देश",
    "BORROWED_QP": "अपनाई गई अहर्ता पैक सूची",
    "SCPwD_BORROWED": "एससीपीडब्‍लुडी अहर्ता पैक सूची",
    "LISTING": "सूची",
    "VERIFY_DOCUMENT": "दस्तावेजों का सत्यापन कराएं",
    "FBTWEET": "फेसबुक, ट्वीटर",
    "Facebook": "फेसबुक",
    "Twitter": "ट्वीटर",
    "PMKVY_APP": "असेसर अप्लीकेशन (प्रधानमंत्री कौशल विकास योजना)",
    "TC/CI": "टीसी एण्ड सीआई ऐप",
    "CENTRE_CREATION": "शुल्क आधारित/ गैर-प्रधानमंत्री कौशल विकास योजना केन्द्र का सृजन",
    "List of Trainer/Assessor": "प्रशिक्षकों और मूल्यांकनकर्ताओं की सूची",
    "List of TOT/TOA certified Trainers/Assessors": "TOT/TOA प्रमाणित",
    "TOT Trainers/Assessors": "प्रशिक्षकों और मूल्यांकनकर्ताओं की सूची",
    "Register as Linguistician": "बहुभाषी के रूप में पंजीयन कराएं",
    "List of Linguisticians": "Linguisticians की सूची",
    "SMART_VERSION": "स्किल इंडिया पोर्टल पर 'स्मार्ट' का प्रायोगिक संस्करण",
    "SMART_BETA_VER": "स्किल इंडिया पोर्टल पर  'स्मार्ट' का प्रायोगिक संस्करण उपयोग के लिए तैयार है।",
    "OLD_TP": "ऐसे सभी प्रशिक्षण प्रदाता जो पहले से ही स्मार्ट में पंजीकृत हैं, अब यहां लॉग-इन कर सकते हैं।",
    "START_REGISTRATION": "ऐसे सभी प्रशिक्षण प्रदाता जो कि स्मार्ट पर पंजीकरण की प्रक्रिया आरंभ कर चुके थे, मगर जिनका पंजीकरण पूरा नहीं हो सका है, वे इस प्रक्रिया को यहां आगे बढ़ा सकते हैं।",
    "SMART_CAAF": "प्रशिक्षण प्रदाता यहां प्रशिक्षण केन्द्र का सृजन कर सकेंगे और केन्द्र की मान्यता एवं संबद्धता संबंधी आवेदन पत्र को जमा करा सकेंगे।",
    "SMART_TC_CREATED": "स्मार्ट पर सृजित ऐसे प्रशिक्षण केन्द्र जिनका आवेदन अधूरा रह गया हो, वे अब स्किल इं‌डिया पोर्टल पर आगे की प्रक्रिया पूरी करा सकेंगे। (जिन प्रशिक्षण केन्द्रों ने सृजन के 60 दिन के भीतर फार्म जमा नहीं कराया है, उन्हें प्रक्रिया के तहत निष्क्रिय कर दिया जाएगा)",
    "SMART_TC_LOGIN": "जिन प्रशिक्षण केन्द्रों ने स्मार्ट की पुरानी वेबसाइट पर अपने आवेदन पत्र जमा कराए थे, वे अब स्किल इंडिया पोर्टल पर लॉग-इन कर के आवश्यक कार्यवाही पूरी कर सकते हैं।",
    "TP/TC_STAKEHOLDER": "सभी हितधारक (राज्य, सेक्टर कौशल विकास परिषद और निरीक्षण एजेंसियां) स्किल इंडिया पोर्टल पर मान्यता एवं संबद्धता से जुड़े कार्य  को आगे बढ़ा सकेंगे। इन कार्यों में सिफारिश तथा निरीक्षण शामिल है, जिनका उल्लेख 1 से लेकर 5 तक में किया गया है।",
    "RESET_PASSWORD": "अपने पासवर्ड और लॉग-इन को बदलने के लिए कृपया लॉग-इन स्क्रीन पर फॉरगेट पासवर्ड बटन का उपयोग करें।",
    "Exceptions": "अपवाद",
    "DATA_MIGRATION": "ऐसा बो सकता है कि आँकड़ों के स्थानातरण (डेटा माइग्रेशन) के कारण कुछ मामलों में निरीक्षण रिपोर्ट,  मान्यता प्रमाण-पत्र, बिल आदि जैसे दस्तावेज़ कुछ समय के लिए नई प्रणाली में उपलब्ध न हों।",
    "WHAT_I_HERE": "यहां मुझे करना क्या है?",
    "REGISTRATION_DOC": "यहां आप अपने नाम, ईमेल, मोबाइल नंबर के साथ पंजीकरण प्रक्रिया शुरु कराएं।",
    "NEXT": "इसके बाद क्या करना है?",
    "REGISTER_NAME": "यहां आपको अपने नाम के साथ पंजीकरण करना होगा",
    "REGISTRATION_START": "ईमेल पता, पंजीकरण प्रक्रिया शुरू करने के लिए मोबाइल नंबर।",
    "REGISTRATION_FORM": "अब आपको संबद्ध रजिस्ट्रेशन फार्म भरने के लिए नियत स्थान पर भेजा जाएगा।",
    "HELPlINE": "यदि आपको सहायता चाहिए तो हमें 1800-123-9626 पर फोन करें",
    "OR": "अथवा",
    "Back": "वापस",
    "FORGOT": "पासवर्ड भूल गए?",
    "SEND_EMAIL": "कृपया एक ईमेल भेजें",
    "TC_ACCREDITATION": "प्रशिक्षण केंद्र प्रत्यायन और संबद्धता प्रक्रिया के लिए,",
    "BACK_TO_HOME": "वापस मुख्य पृष्ठ पर",
    "SENSITIVE_NAME_PASS": "उपयोगकर्ता नाम और पासवर्ड केस संवेदी हैं।",
    "CONTACTUS": "हमें skillindia.helpdesk@nsdcindia.org  पर लिखें",
    "SPOC": "एकल संपर्क सूत्र का नाम",
    "NAME": "नाम",
    "AADHAAR_NAME": "नाम आपके आधार कार्ड के अनुसार हो",
    "EMAIL": "ई-मेल पता",
    "MOBILE_NO": "मोबाइल नंबर",
    "TERMS/CONDITIONS": "मुझे नियम व शर्तें मंजूर हैं",
    "TERMS": "नियम व",
    "Submit": "जमा करे",
    "Associated Program": "संबद्ध कार्यक्रम ",
    "Optional": "ऐच्छिक",
    "Interested In": "इसमें दिलचस्पी है",
    "Rozgar Mela": "रोज़गार मेला",
    "PMKVY_TRAINING": "प्रधानमंत्री कौशल विकास योजना प्रशिक्षण",
    "PMKVY Training & Placements": "प्रधानमंत्री कौशल विकास योजना के तहत प्रशिक्षण, प्रधानमंत्री कौशल विकास योजना",
    "PMKVY Training": "प्रधानमंत्री कौशल विकास योजना के तहत प्रशिक्षण",
    "CONDITIONS": "शर्तें",
    "VERIFY": "सत्यापित करें",
    "CLOSE": "बंद करे",
    "Paid Courses": "अदा पाठ्यक्रम",
    "Preferences": "पसंद",
    "I have read and agree to abide by the": "मैंने पढ़ा है और मैं इसका पालन करने के लिए सहमत हूं",
    "Terms and Conditions": "नियम और शर्तें",
    "Privacy Policy": "गोपनीयता नीति",
    "and": "तथा",
    " Job Role": "नौकरी की भूमिका",
    "Location Details": "स्थान की जानकारी",
    "CANDIDATE_REGISTRATION_FORM": "मेरी इच्छा हुनर सीखने की है - पंजीयन पत्र",
    "Candidate_Registration": "मेरी इच्छा हुनर सीखने की है",
    "LOGIN_NOW": "क्या आपका खाता यहां पहले से है?  ऐसे है तो कृपया लॉग-इन करें।",
    "Login": "कृपया लॉग-इन करें।",
    "lOGIN_ALREADY": "क्या आपका खाता यहां पहले से है?  ऐसे है तो",
    "DNR_TC": "ऐसे प्रशिक्षण केन्द्र जिनका डेस्कटॉप मूल्यांकन किसी विशिष्ट अहर्ता पैक के तहत किया जा रहा था",
    "QP_LINK": "(क्यूपी लिंक)",
    "Mr/Mrs": "श्री / श्रीमती",
    "FULL_NAME": "पूरा नाम",
    "FULL_NAME_ENTER": "पूरा नाम दर्ज करें",
    "GUARDIAN": "अभिभावक का नाम",
    "GUARDIAN_NAME": "अभिभावक का नाम दर्ज करें",
    "DOB": "जन्मतिथि",
    "SELECT_DOB": "जन्म तिथि दर्ज करें",
    "GENDER": "लिंग",
    "EMAIL_ADDRESS": "ईमेल का पता",
    "EMAIL_ADDRESS_ENTER": "ईमेल पता दर्ज करें",
    "MB_NO": "मोबाइल नंबर",
    "ENTER_MOBILE": "मोबाइल नंबर दर्ज करें",
    "EDUCATION": "शिक्षा",
    "PIN_CODE": "पिन कोड",
    "PINCODE_ENTER": "पिन कोड दर्ज करें",
    "STATE": "राज्य",
    "DISTRICT": "जिला",
    "SUB_SECTOR": "सब-सेक्टर",
    "JOBROLE": "कार्य भूमिका",
    "ASSOCIATED_PROGRAM": "संबद्ध कार्यक्रम का नाम",
    "CANDIDATE_REGISISTRATION_1": "कौशल विकास और उद्यमिता मंत्रालय के तहत कार्यरत राष्ट्रीय कौशल विकास निगम इच्छुक उम्मीदवारों को कौशल प्रशिक्षण अथवा सीखने एवं रोजगार के अवसर दिलाने के लिए कौशल भारत मिशन के साथ पंजीकरण करने की सुविधा देता है।",
    "CANDIDATE_REGISISTRATION_2": "विभिन्न प्रशिक्षण साझेदारों/ प्रशिक्षण केंद्रों के माध्यम से राष्ट्रीय कौशल विकास निगम में पंजीकृत मौजूदा उम्मीदवारों को चाहिए कि वे संबंधित सेवाएं प्राप्त करने के लिए लॉग-इन करें।",
    "CANDIDATE_REGISISTRATION_3": "अगर आपको मदद की ज़रूरत हो तो",
    "HELPLINE_NO": "1800- 123-9626 पर हमें फोन करें|",
    "PMKVY_COURESES": "प्रधानमंत्री कौशल विकास योजना के तहत प्रशिक्षण, प्रधानमंत्री कौशल विकास योजना के तहत प्रशिक्षण एवं नियोजन, सशुल्क पाठ्यक्रम, रोजगार मेला",
    "AGREE": "मैंने नियम एवं शर्तें तथा निजता संबंधी नीतियां पढ़ ली हैं और नीतियों को पढ़ लिया है और इनसे सहमत हूं।",
    "CANDIDATE_REGISTRATION": "कौशल परामर्श से जुड़े सभी संस्‍थाओं से आग्रह है कि वे उम्मीदवार के पंजीकरण के लिए निर्धारित लिंक पर जाएं।",
    "NSDC_DESCRIPTION": "कौशल विकास और उद्यमिता मंत्रालय के तहत कार्यरत राष्ट्रीय कौशल विकास निगम इच्छुक उम्मीदवारों को कौशल प्रशिक्षण अथवा सीखने एवं रोजगार के अवसर दिलाने के लिए कौशल भारत मिशन के साथ पंजीकरण करने की सुविधा देता है।विभिन्न प्रशिक्षण साझेदारों / प्रशिक्षण केंद्रों के माध्यम से राष्ट्रीय कौशल विकास निगम में पंजीकृत मौजूदा उम्मीदवारों को चाहिए कि वे संबंधित सेवाएं प्राप्त करने के लिए लॉग - इन करें। अगर आपको मदद की ज़रूरत हो तो 1800 - 123 - 9626 पर हमें फोन करें ",
    "DNR_TC_DATA": ",उन सभी को  'डीम्ड नॉट रेडी' करार दिया गया है। केन्द्र की मान्यता संबंधी आवेदन-पत्र को जमा कराने के लिए उन्हें तीन और मौके मिलेंगे, भले ही इससे पहले उन्होंने आवेदन-पत्र जमा कराने के लिए कितने ही मौको का लाभ उठा रखा हो।",
    "BASIC_DETAILS": "मूल जानकारी",
    "SELECTGENDER": "लिंग चुनें",
    "Male": "पुरुष",
    "Female": "महिला",
    "Transgender": "विपरीतलिंगी",
    "EDU_LEVEL": "शिक्षा स्तर का चयन करें",
    "NAME_PREFIX": "नाम उपसर्ग का चयन करें",
    "Mr": "श्री",
    "Mrs": "श्रीमती",
    "Ms": "कुमारी",
    "SELECT_STATE": "राज्य चुनें",
    "SELECT_DISTRICT": "जिले का चयन करें",
    "SELECT_PG-NAME": "एसोसिएटेड करेंकार्यक्रम का नाम चुनें",
    "SELECT_SECTOR": "सेक्टर चुनें",
    "SELECT_SUBSEC": "उप-क्षेत्र का चयन करें",
    "SELECT_JOB_ROLE": "नौकरी की भूमिका का चयन करें",
    "Counselling Implementing Organization (CIO) Type": "परामर्श कार्यान्वयन संगठन (CIO) प्रकार",
    "Counselling Implementing Organization (CIO)": "कार्यान्वयन संगठन (CIO) परामर्श",
    "Select CIO type": "CIO प्रकार का चयन करें",
    "Select CIO Name": "CIO नाम का चयन करें",
    "Upload Profile Picture": "प्रोफ़ाइल फ़ोटो अपलोड करें",
    "Rojgar Mela ID": "रोजगर मेला आई.डी.",
    "No file chosen": "कोई फ़ाइल नहीं चुनी गई",
    "One Time Password Verification": "ओटीपी वेरिफिकेशन",
    "Enter Mobile OTP": "मोबाइल ओटीपी दर्ज करें",
    "Verify OTP": "मोबाइल ओटीपी को सत्यापित करें",
    "Successfull Registration": "सफल पंजीकरण किया गया",
    "Your Autogenerated": "आपका ऑटोजर्नेरेटेड",
    "CANDIDATE_AADHAR_LABEL": "उम्मीदवार प्रमाणीकरण के लिए अपना यूआईडीएआई नंबर देने के लिए सहमत है",
    "AADAHR_LABEL": " नोट: कृपया उम्मीदवार के साथ विस्तार साझा करें, कि यूआईडीएआई नंबर यूआईडीएआई सर्वर के साथप्रमाणीकरण के लिए उपयोग किया जाएगा और किसी भी अन्य इकाई के साथ साझा नहीं किया जाएगा",
    "Basic Details:": " बेसिक जानकारी",
    "Enter your Username": "यूज़र आईडी दर्ज करें",
    "Password": "पासवर्ड"
}